Repository: clonerdev/WooCommerce-Cart-Sync-Device
Catalog: languages/cart-sync-device-for-woocommerce-*.po
Languages: fa_ir

source: Cart Sync Device
fa_ir: همگام سازی سبد خرید در سایر دستگاه‌ها

source: Cart Sync Device for WooCommerce
fa_ir: همگام سازی سبد خرید ووکامرس در سایر دستگاه‌ها

source: Configure webhook settings to receive real-time notifications of cart updates.
fa_ir: تنظیمات webhook را برای دریافت اعلان‌های بلادرنگ از به‌روزرسانی‌های سبد خرید پیکربندی کنید.

source: Enable Webhook
fa_ir: فعال سازی Webhook

source: Enable Webhook functionality
fa_ir: قابلیت Webhook را فعال کنید

source: Enter authentication token for Webhook.
fa_ir: رمز یا توکن (token) احراز هویت را برای Webhook وارد کنید.

source: Enter the Webhook Secret key.
fa_ir: کلید مخفی (Secret key) Webhook را وارد کنید.

source: Enter the Webhook URL.
fa_ir: آدرس (URL) Webhook را وارد کنید.

source: GitHub
fa_ir: گیت‌هاب

source: If you are using a caching plugin for your site and have enabled the "Cache Logged-in Users" setting, it may disrupt the functionality of this plugin. For example, in the LiteSpeed Cache plugin, you can find this setting under LiteSpeed Cache > Cache > Cache Settings > Cache Logged-in Users, which should be disabled.
fa_ir: اگر از یک افزونه کش برای سایت خود استفاده می کنید و تنظیمات "کاربران وارد شده در حافظه پنهان (کش کاربران وارد شده)" را فعال کرده‌اید، ممکن است عملکرد این افزونه را مختل کند. به عنوان مثال، در افزونه LiteSpeed ​​Cache، می توانید این تنظیمات را در LiteSpeed ​​Cache > Cache > Cache Settings > Cache Logged-in Users پیدا کنید که باید غیرفعال شود.

source: Info
fa_ir: درباره افزونه

source: NedayeWEB
fa_ir: ندای وب

source: No cart data found
fa_ir: هیچ داده سبد خرید یافت نشد

source: Support
fa_ir: پشتیبانی

source: Synchronize the WooCommerce cart across devices.
fa_ir: سبد ووکامرس را در بین دستگاه‌های مختلف همگام کنید.

source: Test Webhook
fa_ir: تست وب هوک (Webhook)

source: This plugin allows users to sync their shopping carts across devices for logged-in users.
fa_ir: این افزونه به کاربرانی که وارد حساب کاربری خود شده‌اند این امکان را می‌دهد که سبد خرید خود را در لحظه بین دستگاه‌های مختلف همگام کرده و بتوانند در دستگاه‌های مختلف ادامه فرایند خرید را انجام دهند.

source: User not logged in
fa_ir: کاربر وارد نشده است

source: Warning:
fa_ir: هشدار:

source: Webhook Authentication
fa_ir: احراز هویت Webhook

source: Webhook Secret
fa_ir: کلید مخفی وب هوک (Webhook Secret)

source: Webhook Settings
fa_ir: تنظیمات Webhook

source: Webhook URL
fa_ir: آدرس (URL) Webhook

source: Webhooks
fa_ir: وب هوک (Webhook)

source: WooCommerce Cart Sync Device
fa_ir: همگام سازی سبد خرید کاربران ووکامرس (مشتریان) در سایر دستگاه‌ها

source: WooCommerce Cart Sync Device Settings
fa_ir: تنظیمات همگام سازی سبد خرید کاربران ووکامرس (مشتریان) در سایر دستگاه‌ها
